<template>
  <h3 class="ml-100 mt-20 mb-20">개인정보처리방침</h3>
  <div class="container mt-20 mb-20">
    우리 서비스는 다음과 같은 정보를 회원이 되고자 하는 사용자에게서 수집합니다.
    <div>
      <h4>수집 내용</h4>
      <div>
        이름, 이메일, 전화번호, 집 주소
      </div>
    </div>
    <div>
      <h4>보유 목적</h4>
      <div>
        이름 및 이메일은 회원 등록을 위해 수집하며, 전화번호 및 집 주소는 제품의 배송 관련 서비스를 위해 수집합니다.
      </div>
    </div>
    <div>
      <h4>보유 기한</h4>
      <div>
        회원 탈퇴 시 즉시 파기되며 그 전까지 데이터베이스에 보관됩니다.
      </div>
    </div>
  </div>
</template>